const NAMES = [
  'Иван',
  'Петр',
  'Михаил',
  'Андрей',
  'Евгений',
  'Антон',
  'Алексей',
  'Евгений',
  'Александр',
  'Константин',
  'Сергей',
  'Никита',
  'Анатолий',
  'Владимир',
  'Вальдемар',
];

const DESCRIPTIONS = [
  'У себя дома в Купертино, 1982 год. Он был таким перфекционистом, что ему было трудно выбрать мебель.',
  'У себя на кухне. "Проведя семь месяцев в индийских деревнях, я осознал безумие западного человека - наравне с его способностью рационально мыслить".',
  'В Стэнфорде, 1982 год. "Сколько среди вас девственников? А кто из вас пробовал ЛСД?".',
  'С компьютером LISA. "Пикассо говорил: "Хорошие художники копируют, великие - воруют". И мы никогда не стеснялись воровать великие идеи."',
  'С Джоном Скалли, Центральный парк, 1984 год. "Вы хотите до конца своих дней продавать подслащенную водичку или все-таки решитесь попробывать изменить мир?"',
];

const MESSAGES = [
  'Всё отлично!',
  'В целом всё неплохо. Но не всё.',
  'Когда вы делаете фотографию, хорошо бы убирать палец из кадра. В конце концов это просто непрофессионально.',
  'Моя бабушка случайно чихнула с фотоаппаратом в руках и у неё получилась фотография лучше.',
  'Я поскользнулся на банановой кожуре и уронил фотоаппарат на кота и у меня получилась фотография лучше.',
  'Лица у людей на фотке перекошены, как будто их избивают. Как можно было поймать такой неудачный момент?!',
];

export {NAMES, DESCRIPTIONS, MESSAGES};
